{
  "6ef44039-6702-4215-aaa3-643e9cc18a38": {
    "brand": "Casio",
    "model": "G-SHOCK - GA-100B-7AER",
    "price": "150",
    "imageUrl": "https://timezone-bg.com/image/cache/first-upload/ga-100b-7aer-1000x1000.jpg",
    "summary": "A model combining analog and digital, esteemed for its wide face. Simple white and black are used for the matte-finish case and band. Four LCD windows and a speedometer are lain out symmetrically on the dial to create a clean face design. Boasts excellent practicality, featuring a millisecond-measuring stopwatch, a speedometer, and JIS class-1 magnetic resistance. A tough model that shines on the street fashion scene.",
    "_id": "6ef44039-6702-4215-aaa3-643e9cc18a38"
  },
  "fa89c4ac-f5a0-4dc0-9382-c84562bc3843": {
    "brand": "Victorinox",
    "model": "I.N.O.X Chrono",
    "price": "750",
    "imageUrl": "https://www.larrabe.com/40698-medium_default/victorinox-inox-chrono-blue-watch-43mm-241984.jpg",
    "summary": "Stay in control of your time with a watch that strikes the perfect balance between understated strength and intelligent design. Quietly assured and reliably accurate, the I.N.O.X. Chrono encapsulates a sense of freedom and calm. With its case and bezel composed of 60–70% recycled stainless steel plus anti-scratch coating for the bezel, this expertly crafted chronograph is finished with a sleek, comfortable rubber strap.",
    "_id": "fa89c4ac-f5a0-4dc0-9382-c84562bc3843"
  },
  "d3e0595f-8b6f-46dc-850e-bae1949878ce": {
    "brand": "Tissot",
    "model": "T-RACE CHRONOGRAPH",
    "price": "595",
    "imageUrl": "https://www.irisimo.bg/files/c/tissot/TISSOT-T-RACE-CHRONOGRAPH-T141.417.37.051.00-550x550_53206.webp",
    "summary": "This year it comes back with a new design that now features a more elegant dial – giving the watch a purer look – but still respecting its sporty roots. Like biking, Tissot is where passion meets innovation and style. The T-Race collection is inspired by that lifestyle and – freedom, the open road, and passion: it is the biker’s watch of choice. The T-Race family keeps the earer immersed in the mechanical environment, and constantly evokes its spirit. For example, there is a brake disc and calibre on the bezel, the pushes are inspired by handlebars, and engine cooling fins are depicted on the side of case. It is water resistant, with a Quartz chronograph movement, and distinct hour and minute hands coated with SuperLuminova. Tissot has taken inspiration from their collaboration to produce watches that reflect the dynamic natures of bikes themselves and the emotion of the sport.",
    "_id": "d3e0595f-8b6f-46dc-850e-bae1949878ce"
  }
}
